[
    "I am worthy of love, peace, and happiness.",
    "My feelings are valid, and I honor them.",
    "I am growing stronger with each passing day.",
    "I trust myself to make the right decisions.",
    "I am enough just as I am.",
    "I deserve to take up space.",
    "I choose to be kind to myself today.",
    "My past does not define my future.",
    "I am capable of handling whatever comes my way.",
    "I inhale peace and exhale stress.",
    "I am allowed to rest and recharge.",
    "I embrace my journey and where I am right now.",
    "I am surrounded by love and support.",
    "My potential is limitless.",
    "I forgive myself for my mistakes.",
    "I am proud of how far I have come.",
    "I choose joy over worry.",
    "I am a work in progress, and that is okay.",
    "I deserve happiness and success.",
    "My voice matters.",
    "I am resilient and strong.",
    "I radiate positivity and good energy.",
    "I am in control of my own happiness.",
    "I choose to focus on the present moment.",
    "I am grateful for all that I have.",
    "I attract abundance into my life.",
    "I am free to be my authentic self.",
    "I love and accept myself unconditionally.",
    "I am creating a life I love.",
    "I am open to new opportunities.",
    "I trust the timing of my life.",
    "I am beautiful inside and out.",
    "I am confident in my abilities.",
    "I choose to see the good in every situation.",
    "I am deserving of all good things.",
    "I am at peace with who I am.",
    "I release all negative energy.",
    "I am a magnet for miracles.",
    "I am constantly evolving and growing.",
    "I choose faith over fear.",
    "I am safe and protected.",
    "I am surrounded by abundance.",
    "I am a powerful creator of my reality.",
    "I choose to let go of what no longer serves me.",
    "I am worthy of my dreams.",
    "I am strong enough to overcome any obstacle.",
    "I am filled with gratitude and love.",
    "I am a beacon of light.",
    "I choose to speak to myself with kindness.",
    "I am exactly where I need to be.",
    "I appreciate the beauty in small things.",
    "I am confident in my unique path.",
    "I have the power to change my story.",
    "I nourish my body, mind, and soul.",
    "I am aligned with my higher purpose.",
    "I welcome peace into my heart.",
    "I am a source of inspiration for others.",
    "I choose to forgive and move forward.",
    "I am capable of achieving great things.",
    "I am deeply loved.",
    "I trust my intuition.",
    "I am creating positive change in the world.",
    "I embrace the unknown with courage.",
    "I am worthy of respect and kindness.",
    "I choose to be patient with myself.",
    "I am full of creative energy.",
    "I am a masterpiece in the making.",
    "I let go of comparison and embrace my uniqueness.",
    "I am calm, centered, and grounded.",
    "I celebrate my small wins.",
    "I am allowed to say no to what drains me.",
    "I protect my energy.",
    "I am worthy of healthy relationships.",
    "I choose to surround myself with positivity.",
    "I am a survivor.",
    "I am blooming in my own time.",
    "I trust that everything is working out for me.",
    "I am free from the need for approval.",
    "I validate my own experiences.",
    "I am gentle with my heart.",
    "I choose to find balance in my life.",
    "I am open to receiving love.",
    "I am worthy of financial abundance.",
    "I am a good person.",
    "I forgive those who have hurt me.",
    "I choose to see the world with love.",
    "I am connected to the universe.",
    "I am a vessel of peace.",
    "I am creating a legacy of love.",
    "I choose to live with intention.",
    "I am brave enough to be vulnerable.",
    "I am worthy of inner peace.",
    "I trust the process of life.",
    "I am filled with hope.",
    "I am a gift to the world.",
    "I choose to shine my light.",
    "I am loved, I am safe, I am home.",
    "I am creating my own happiness.",
    "I am enough, always."
]